;Place localized text in this file

[AdventPathfinder X2CharacterTemplate]
strCharacterName="ADVENT Pathfinder"
strAcquiredText="ADVENT Pathfinders are agile troopers dedicated to flanking attacks."
[AdventPathfinderT2 X2CharacterTemplate]
strCharacterName="Advanced Pathfinder"
strAcquiredText="Advanced Pathfinders are agile troopers dedicated to flanking attacks."
[AdventPathfinderT3 X2CharacterTemplate]
strCharacterName="Elite Pathfinder"
strAcquiredText="Elite Pathfinders carry smart scanners that increase their flanking capabilities."
[AdventPathfinderT4 X2CharacterTemplate]
strCharacterName="Exalted Pathfinder"
strAcquiredText="Exalted Pathfinders carry superior smart scanners that further increase their flanking capabilities."

[AdventPathfinderCaptain X2CharacterTemplate]
strCharacterName="ADVENT Pathfinder Hunter"
strAcquiredText="ADVENT Pathfinder Hunters use accurate Hunter Rifles to mark their targets."
[AdventPathfinderCaptainT2 X2CharacterTemplate]
strCharacterName="Advanced Pathfinder Hunter"
strAcquiredText="Advanced Pathfinder Hunters use accurate Hunter Rifles to mark their targets."
[AdventPathfinderCaptainT3 X2CharacterTemplate]
strCharacterName="Elite Pathfinder Hunter"
strAcquiredText="Elite Pathfinder Hunters use powerful proximity stun mines to disable groups of enemies in a single blow."
[AdventPathfinderCaptainT4 X2CharacterTemplate]
strCharacterName="Exalted Pathfinder Hunter"
strAcquiredText="Exalted Pathfinder Hunters use devastating terror rounds to cause panic on anyone they mark with their rifles."

[AdventPathfinderSearchTeamCaptain X2CharacterTemplate]
strCharacterName="ADVENT Pathfinder Captain"
strAcquiredText="ADVENT Pathfinder Captains use accurate Hunter Rifles to mark their targets."
[AdventPathfinderSearchTeamCaptainT2 X2CharacterTemplate]
strCharacterName="Advanced Pathfinder Captain"
strAcquiredText="Advanced Pathfinder Captains use accurate Hunter Rifles to mark their targets."
[AdventPathfinderSearchTeamCaptainT3 X2CharacterTemplate]
strCharacterName="Elite Pathfinder Captain"
strAcquiredText="Elite Pathfinder Captains use powerful proximity stun mines to disable groups of enemies in a single blow."

[AdventPathfinder_SMG X2WeaponTemplate]
FriendlyName="ADVENT SMG"
FriendlyNamePlural="ADVENT SMGs"
BriefSummary="This lightweight submachine gun is preferred by Advent's more mobile forces for the increased mobility it provides and it's high yet accurate rate of fire."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[AdventPathfinder_SMG_Suppressed X2WeaponTemplate]
FriendlyName="ADVENT Suppressed SMG"
FriendlyNamePlural="ADVENT Suppressed SMGs"
BriefSummary="This lightweight submachine gun is preferred by Advent's more mobile forces for the increased mobility it provides and it's high yet accurate rate of fire. Advanced ADVENT troops equip suppressors for covert operations."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[AdventPathfinder_SMG_SuppressedLaser X2WeaponTemplate]
FriendlyName="ADVENT Suppressed Laser Sighted SMG"
FriendlyNamePlural="ADVENT Suppressed Laser Sighted SMGs"
BriefSummary="This lightweight submachine gun is preferred by Advent's more mobile forces for the increased mobility it provides and it's high yet accurate rate of fire. Elite ADVENT troops equip laser sights to increase their accuracy and damage."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[AdventPathfinder_SMG_Plasma X2WeaponTemplate]
FriendlyName="ADVENT Plasma SMG"
FriendlyNamePlural="ADVENT Plasma SMGs"
BriefSummary="This supremely powerful submachine gun is carried by Advent's highest ranked forces for its increased mobility and it's high yet accurate rate of fire."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/>"

[AdventHunter_Rifle X2WeaponTemplate]
FriendlyName="ADVENT Hunter Rifle"
FriendlyNamePlural="ADVENT Hunter Rifles"
BriefSummary="The powerful Advent Hunter Rifle sports a sophisticated targeting system enabling Pathfinder Hunters to sneak their tracking rounds through the smallest cracks in cover and armor. Hunter Rifles fire smart tracking rounds allowing allies to deal devastating flanking attacks on those marked by them."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Targets hit by this weapon are marked\n<Bullet/> Marked targets cannot by shot at again by this weapon while they are marked"

[AdventHunter_RifleT2 X2WeaponTemplate]
FriendlyName="ADVENT Hunter Rifle"
FriendlyNamePlural="ADVENT Hunter Rifles"
BriefSummary="The powerful Advent Hunter Rifle sports a sophisticated targeting system enabling Pathfinder Hunters to sneak their tracking rounds through the smallest cracks in cover and armor. Hunter Rifles fire smart tracking rounds allowing allies to deal devastating flanking attacks on those marked by them."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Targets hit by this weapon are marked\n<Bullet/> Marked targets cannot by shot at again by this weapon while they are marked"

[AdventHunter_RifleT3 X2WeaponTemplate]
FriendlyName="ADVENT Hunter Rifle"
FriendlyNamePlural="ADVENT Hunter Rifles"
BriefSummary="The powerful Advent Hunter Rifle sports a sophisticated targeting system enabling Pathfinder Hunters to sneak their tracking rounds through the smallest cracks in cover and armor. Hunter Rifles fire smart tracking rounds allowing allies to deal devastating flanking attacks on those marked by them."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Targets hit by this weapon are marked\n<Bullet/> Marked targets cannot by shot at again by this weapon while they are marked"

[AdventHunter_Rifle_Plasma X2WeaponTemplate]
FriendlyName="ADVENT Plasma Hunter Rifle"
FriendlyNamePlural="ADVENT Plasma Hunter Rifles"
BriefSummary="The supremely powerful Advent Plasma Hunter Rifle sports a sophisticated targeting system enabling Pathfinder Hunters to sneak their tracking rounds through the smallest cracks in cover and armor. Hunter Rifles fire smart tracking rounds allowing allies to deal devastating flanking attacks on those marked by them."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> Targets hit by this weapon are marked\n<Bullet/> Marked targets cannot by shot at again by this weapon while they are marked"

[HunterRifle_Conventional X2WeaponTemplate]
FriendlyName="Hunter Rifle"
FriendlyNamePlural="Hunter Rifles"
BriefSummary="This weapon based on the design of ADVENT's Hunter Rifle sports a sophisticated targeting system granting increased aim to soldiers using it, and just like ADVENT's rifle it fires smart tracking rounds granting flanking bonuses to our soldiers against targets marked by them."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Hunter Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[HunterRifle_Magnetic X2WeaponTemplate]
FriendlyName="Magnetic Hunter Rifle"
FriendlyNamePlural="Magnetic Hunter Rifles"
BriefSummary="With our advancements in magnetic weaponry technology we have improved the offensive power of our conventional hunter rifles. However the increase in power has had a negative effect on the accuracy of the weapon, in order to make up for this we simply have increased the amount of rounds this weapon fires per shot."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Hunter Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[HunterRifle_Beam X2WeaponTemplate]
FriendlyName="Plasma Hunter Rifle"
FriendlyNamePlural="Plasma Hunter Rifles"
BriefSummary="This powerful plasma based hunter rifle uses a special firing mechanism to fire our smart rounds inside the plasma beam itself, taking advantage of the devastating power of plasma to embed our smart rounds on even the most heavily armored of the alien and ADVENT forces."
TacticalText="<Bullet/> Firing the primary weapon ends the soldier's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Hunter Rifle's tactical effectiveness."
AbilityDescName="assault rifle"

[SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="Activate Smart Scanner"
LocHelpText="Grants +5 Sight Radius, +5 Flanking Crit Chance and +10 Flanking Aim Bonus for the remainder of the turn."

[SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="Activate Smart Scanner MK2"
LocHelpText="Grants +10 Sight Radius, +10 Flanking Crit Chance, +15 Flanking Aim, and +3 Mobility Bonus for the remainder of the turn."

[Xcom_SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="Activate Smart Scanner"
LocHelpText="Grants +5 Sight Radius, +5 Flanking Crit Chance and +10 Flanking Aim Bonus for the remainder of the turn."

[Xcom_SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="Activate Smart Scanner MK2"
LocHelpText="Grants +10 Sight Radius, +10 Flanking Crit Chance, +15 Flanking Aim, and +3 Mobility Bonus for the remainder of the turn."

[AdventSmartScanner X2WeaponTemplate]
FriendlyName="ADVENT Smart Scanner"
FriendlyNamePlural="ADVENT Smart Scanners"
BriefSummary="The ADVENT smart scanner is a device used by Advent Pathfinders to find and track targets that attempt to hide or run from them, smart scanners make Pathfinders incredibly deadly when flanking opponents."
TacticalText="<Bullet/> A Smart Scanner grants +5 Sight Radius, +5 Flanking Crit Chance and +10 Flanking Aim Bonus."

[AdventSmartScannermk2 X2WeaponTemplate]
FriendlyName="ADVENT Mk2 Smart Scanner"
FriendlyNamePlural="ADVENT Mk2 Smart Scanners"
BriefSummary="The ADVENT Mk2 smart scanner is a device used by Exalted Pathfinders to find and track targets that attempt to hide or run from them, the superior scanning systems of the MK2 scanner allows Exalted Pathfinders to find the best path to their prey, giving them increased mobility when active."
TacticalText="<Bullet/> A Mk2 Smart Scanner grants +10 Sight Radius, +10 Flanking Crit Chance, +15 Flanking Aim and +3 Mobility Bonus."

[XcomSmartScanner X2WeaponTemplate]
FriendlyName="Xcom Smart Scanner"
FriendlyNamePlural="Xcom Smart Scanners"
BriefSummary="While ADVENT might use their Smart Scanners to track those attempting to flee, we believe our soldiers will be able to make great use of them in the battlefield allowing them to take better flanking opportunities."
TacticalText="<Bullet/> A Smart Scanner grants +5 Sight Radius, +5 Flanking Crit Chance and +10 Flanking Aim Bonus."

[XcomSmartScannermk2 X2WeaponTemplate]
FriendlyName="Xcom Mk2 Smart Scanner"
FriendlyNamePlural="Xcom Mk2 Smart Scanners"
BriefSummary="We have managed to reverse engineer the advanced systems used by the most elite of Advent Pathfinders, using this sophisticated system our troops should be able to find the most optimal paths to eliminate their enemies, granting them higher mobility."
TacticalText="<Bullet/> A Mk2 Smart Scanner grants +10 Sight Radius, +10 Flanking Crit Chance, +15 Flanking Aim and +3 Mobility Bonus."

[UltraLightVest X2EquipmentTemplate]
FriendlyName="UltraLight Vest"
FriendlyNamePlural="UltraLight Vests"
BriefSummary="This UltraLight vest worn by Advent Pathfinders under their thick armor plates grants no defensive bonus of any kind, instead it allows them to move more freely, giving them a mobility bonus"
TacticalText="<Bullet/> Grants a mobility bonus.\n<Bullet/> Only one armor enhancement can be equipped at a time."

[XcomUltraLightVest X2EquipmentTemplate]
FriendlyName="UltraLight Vest"
FriendlyNamePlural="UltraLight Vests"
BriefSummary="This UltraLight vest derived from the material used by Advent Pathfinders is almost completely weightless, flexible like cloth and yet it grants as much protection as the normal underlay worn by our troops while allowing for a much greater range of movement."
TacticalText="<Bullet/> Grants +3 mobility bonus.\n<Bullet/> Only one armor enhancement can be equipped at a time."

[ProximityStunMine X2GrenadeTemplate]
FriendlyName="ADVENT Proximity Stun Mine"
FriendlyNamePlural="ADVENT Proximity Stun Mines"
BriefSummary="ADVENT Pathfinder Hunters use these powerful stun mines to lay traps and assist other ADVENT troops in the battlefield"
TacticalText="<Bullet/> Throwing a proximity stun mine will not break a soldier's concealment.<br><Bullet/> Proximity stun mines are not triggered by friendly units, but if caught within the mine's blast radius, friendly units will be stunned."
ThrownAbilityName="Throw Proximity Stun Mine"
ThrownAbilityHelpText="Throw a proximity stun mine at target area."
LaunchedAbilityname="Launch Proximity Stun Mine"
LaunchedAbilityHelpText="Launch a proximity stun mine at target area."

[XcomProximityStunMine X2GrenadeTemplate]
FriendlyName="Proximity Stun Mine"
FriendlyNamePlural="Proximity Stun Mines"
BriefSummary="This powerful proximity stun mine is perfect for disabling groups of ADVENT or Alien enemies before our soldier's ambushes begin."
TacticalText="<Bullet/> Throwing a proximity stun mine will not break a soldier's concealment.<br><Bullet/> Proximity stun mines are not triggered by friendly units, but if caught within the mine's blast radius, friendly units will be stunned."
ThrownAbilityName="Throw Proximity Stun Mine"
ThrownAbilityHelpText="Throw a proximity stun mine at target area."
LaunchedAbilityname="Launch Proximity Stun Mine"
LaunchedAbilityHelpText="Launch a proximity stun mine at target area."

[HallucinogenicRounds X2AmmoTemplate]
FriendlyName="Terror Rounds"
FriendlyNamePlural="Terror Rounds"
BriefSummary="This round carries a supremely powerful chemical derived from the toxins used by Exalted Pathfinder Hunters that will undoubtedly cause a sense of terror, dread and panic on anyone hit by it."
TacticalText="<Bullet/> These rounds improve damage by 1 and cause panic on those hit by them.<br>"

[CorpseAdventPathfinder X2ItemTemplate]
FriendlyName="ADVENT Pathfinder Corpse"
FriendlyNamePlural="ADVENT Pathfinder Corpses"
BriefSummary="Nearly identical to the ADVENT Trooper, the ADVENT Pathfinder's body has been modified to increase stamina and mobility."

[CorpseAdventPathfinderCaptain X2ItemTemplate]
FriendlyName="ADVENT Pathfinder Hunter Corpse"
FriendlyNamePlural="ADVENT Pathfinder Hunter Corpses"
BriefSummary="Identical to the ADVENT Pathfinder under their armor, the Pathfinder Hunter's sophisticated helmet and optics are his biggest distinguishing features."

[CorpseAdventPathfinderScanner X2ItemTemplate]
FriendlyName="ADVENT Pathfinder Disabled Scanner"
FriendlyNamePlural="ADVENT Pathfinder Disabled Scanners"
BriefSummary="ADVENT scanners are sophisticated handheld devices that integrate dozens of sensors allowing Pathfinder's to find, chase and eliminate their targets no matter where they hide."

[CorpseAdventPathfinderCaptainStunMine X2ItemTemplate]
FriendlyName="ADVENT Pathfinder Salvaged Stun Mine"
FriendlyNamePlural="ADVENT Pathfinder Salvaged Stun Mines"
BriefSummary="ADVENT Proximity Stun Mines use a pulse of energy to instantly disable any enemies that step anywhere close to them, making them easy prey for Pathfinders giving chase."

[CorpseChosenAdventPathfinderScanner X2ItemTemplate]
FriendlyName="Exalted ADVENT Locked Scanner"
FriendlyNamePlural="Exalted ADVENT Locked Scanners"
BriefSummary="These Scanners are similar in appearance to the ones used by other Pathfinders, however these ones are locked even to lower ranked ADVENT, no doubt hiding a far more sophisticated software and hardware."

[CorpseChosenAdventPathfinderCaptainHallucinogenicRounds X2ItemTemplate]
FriendlyName="Exalted Pathfinder Hunter Terror Round"
FriendlyNamePlural="Exalted Pathfinder Hunter Terror Rounds"
BriefSummary="Exalted Pathfinder Hunters employ a terrifying hallucinogenic toxin to poison their target, it takes only a single drop on bare skin for this toxin to take effect and cause unavoidable panic and dread"

[AutopsyAdventPathfinder X2TechTemplate]
DisplayName="ADVENT Pathfinder Autopsy"
Summary="These ADVENT Pathfinders appear almost identical to the standard ADVENT Trooper on the surface, however, their armor is thicker and under their plated armor their bodies appear to have undergone modifications, whether through genetic modification or through training, their legs in particular are more muscular than those of the standard trooper."
CodeName="Scarab"
LongDescription="ADVENT Pathfinders are often seen operating where ADVENT suspects resistance members conduct their operations, they are relentless in pursuing those that attempt to escape from ADVENT.\n\n Although at first glance one would expect them to be identical to ADVENT troopers we have now discovered that they are significantly different from troopers, their thick armor plates conceal a more \"lopsided\" approach to their anatomy, their leg muscles are far more developed than the muscles in their upper body, furthermore they have a far more efficient cardiovascular and respiratory system compared to troopers, all signs point to this creature being built for the single purpose of relentlessly chasing and capturing those that attempt to escape from ADVENT's clutches.\n\n However, of particular interest to engineer Shen and our troopers is the underlining that these Pathfinders wear under their thick plate armor, an ultralight vest that grants the same amount of protection as our standard vest and yet it is almost weightless, and flexible like cloth, no doubt this too contributes to the Pathfinder's superior mobility. R. Tygan."
AlertString="ADVENT Pathfinder"

[AutopsyAdventPathfinderCaptain X2TechTemplate]
DisplayName="ADVENT Pathfinder Hunter Autopsy"
Summary="ADVENT Pathfinder Hunters wear a distinct helmet and larger cloaks obscuring their armor, no doubt in order to camouflage themselves as they use their signature Hunter Rifles to hunt down their target from the shadows. While it might take some time, i believe it would be possible to reverse engineer these Hunter Rifles for our troops to use."
CodeName="Metsästäjä"
LongDescription="While the normal ADVENT Pathfinder uses standard gear, with the exception of their vests, these Pathfinder Hunters use a very sophisticated \"smart\" weapon system that i believe is integrated with the ADVENT psi network itself.\n\n The Pathfinder Hunter's Hunter Rifle is only one part of a very sophisticated system, while the rifle itself is very impressive in the way it's smart targeting system allows these ADVENT Hunters to hit their mark almost every single time, it is actually the least interesting part of the system. The rifle fires a smart round that sends back information to the rifle, and in turn the rifle sends back information to the Hunter, and the Hunter in turn transmits this information to nearby ADVENT forces through the psi network, and finally the Hunter's mask allows ADVENT forces to see what the Hunter himself sees.\n\n While we are unable to reverse engineer the ADVENT psi network for obvious reasons, and the Hunter's mask is gruesomely grafted into the Hunter's face, the rest we can work with, we have been able to replicate the Hunter's Hunter Rifle itself, the ammunition proved to be more tricky but we have been able to reverse engineer that too, although not in the quantities we'd hope, as for relaying information from the shooter to their companions, standard radio and the Avenger's systems will have to do. L. Shen."
AlertString="ADVENT Pathfinder Hunter"

[AutopsyAdventPathfinderScanner X2TechTemplate]
DisplayName="ADVENT Pathfinder Scanner Research"
Summary="These Smart Scanners are devices used by ADVENT Pathfinders to find those looking to resist ADVENT's control, unfortunately for us and our resistance friends, i am afraid that these devices, and the ADVENT that use them are far too efficient at their job."
CodeName="Lighthouse"
LongDescription="These so called Smart Scanners that ADVENT uses to give chase to resistance fighters use a multitude of sensors, motion tracking, multi spectrum sensors, you name it, it's all in this small handheld smart computer package.\n\n Unfortunately this scanner is surprisingly fragile, perhaps by design, which means that our engineering team had to work with salvaged pieces, meaning that we first had to reconstruct the apparatus before we started to work on reverse engineering, duplicating the hardware proved to be relatively easy given that we already have some experience working with alien hardware, but the software proved to be more difficult, however i believe the effort paid off, we now have an almost exact duplicate of ADVENT's Smart Scanner, and i'm sure our soldiers will find it invaluable as it will allow them to strike at ADVENT wherever they hide with incredible precision. L. Shen."
AlertString="ADVENT Pathfinder Scanner"

[AutopsyAdventPathfinderCaptainStunMine X2TechTemplate]
DisplayName="ADVENT Proximity Stun Mine Research"
Summary="This Proximity Mine unleashes a burst of energy on anyone that triggers it causing those affected to lose consciousness almost instantaneously. It will prove difficult given that it would be nearly impossible to recover an intact mine, but with enough fragments we should be able to replicate it."
CodeName="Synanceia"
LongDescription="Some would say that it's better to die fighting ADVENT than to be taken by them only to be tortured or worse, unfortunately this tool employed by Pathfinder Hunters is used precisely so that they can take prisoners, a soldier would no doubt prefer this kind of weapon to simply blow away the enemy, but perhaps these Pathfinders are more interested in taking prisoners and torturing them to gather information, although i have no doubt in the fact that they wouldn't hesitate to murder anyone incapacitated by it if they had to.\n\n Reproducing this stun mine was not easy, we were unable to decipher exactly how Advent was capable of stunning those affected by the burst of energy with such efficacy, but we came up with a crude yet efficient solution, a light electrical shock, coupled with a concussive blast and a sound wave is capable of disabling almost any target with incredible efficacy. L. Shen."
AlertString="ADVENT Proximity Stun Mine"

[AutopsyChosenAdventPathfinderScanner X2TechTemplate]
DisplayName="Exalted ADVENT Scanner Research"
Summary="These so called \"Exalted\" Advent use a variety of advanced systems we had never encountered before, these Exalted Pathfinders in particular use an even more advanced version of the smart scanner used by the normal Pathfinders."
CodeName="Pharos"
LongDescription="Normally it is difficult or completely impossible to research alien technology, to ensure that their tech doesn't fall into our hands the aliens will pull every trick in the book, id locks, dna locks, their tech might simply break or explode when the user dies and so on. They have taken it even further with this apparatus, not only is it impossible for us to use it, it is locked even to other ADVENT and alien forces.\n\n On the outside this scanner looks almost exactly the same as the one used by normal ADVENT Pathfinders, however while it is nearly functionally the same as the normal scanner, this is simply \"better\", whether this is simply an improvement over the previous version or they intentionally gave a worse version to those ADVENT that are out in the field it is impossible to know.\n\n This \"Mk2\" scanner as we've taken to calling it will not only improve our soldier's abilities to strike at ADVENT wherever they hide with unparalleled precision but they will also do it with incredible speed. L. Shen."
AlertString="Exalted ADVENT Scanner"

[AutopsyChosenAdventPathfinderCaptainHallucinogenicRounds X2TechTemplate]
DisplayName="Exalted ADVENT Toxin Research"
Summary="Exalted Pathfinder Hunters not only use a never before seen advanced plasma weapon system, they also deliver a terrifying toxin through their smart rounds capable of inducing a very real sensation of terror on anyone unfortunate enough to be shot by them."
CodeName="Hirm"
LongDescription="Fear is something a lot of aliens are capable of inflicting on humans, it isn't abnormal to see men and women cower in fear as the Aliens deal decisive blows to their friends and loved ones, it is only through extreme hardship, training and willpower that we humans are able to overcome fear. And now in a single sweep these \"Exalted\" Pathfinder Hunters have taken it all away.\n\n This fear toxin employed by these Pathfinders is horrifying beyond compare, it is so potent that it takes but a single drop to make contact with the skin to instantly cause a sense of terror that is beyond imagination, and because of the way it is delivered through a potent round, as long as it hits it will deliver far more than a single drop.\n\n I had reservations about reverse engineering this poison for our troops to use, but the aliens have left us little choice, unfortunately it is impossible for us to completely replicate the formula and as such Lilly will need samples of the toxin to make additional rounds, i can only recommend that our soldiers take extreme caution when handling these rounds, as they will not want to get any of this poison on them. R. Tygan."
AlertString="Exalted ADVENT Toxin"

[HunterMark X2AbilityTemplate]
LocFriendlyName="Hunter Mark"
LocLongDescription="Hunter Rifles can Mark a target with a special tracking round, giving soldiers increased crit damage, flanking aim and flanking crit chance when flanking the target. Any soldier that attack the marked target have a bonus to Crit Damage, Flanking Aim, and Flanking Crit chance."
LocHelpText="Mark an enemy target. Allies gain +2 Crit Damage, +10 Flanking Aim, and +15 Flanking Crit Chance when attacking the target"

[X2Ability_HunterMark]
HunterMarkEffectName="HunterMark"
HunterMarkEffectDesc="All enemies of this unit gain +2 Crit Damage, +10 Flanking Aim, and +15 Flanking Crit Chance Aim when firing at it."

[PathfinderSearchTeams X2SitRepTemplate]
FriendlyName="Pathfinder Search Teams"
Description="Pathfinder Squads are in the area searching for resistance cells"

[PathfinderSearchTeamsEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Pathfinder Search Teams"
Description="Pathfinder Captains will be leading squads of Pathfinders in this location"

[ExaltedHuntingPacks X2SitRepTemplate]
FriendlyName="Exalted Hunter Party"
Description="Exalted ADVENT Hunters have been spotted in this area"

[ExaltedHuntingPacksEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Exalted Hunter Party"
Description="Exalted ADVENT Hunters have been spotted in this area"

[PackHunter X2AbilityTemplate]
LocFriendlyName="Pack Hunter"
LocLongDescription="Can summon hunting allies."
LocHelpText="Can summon hunting allies."
LocFlyOverText="Pack Hunter"